Repository: javihernandez/udev-discover
Catalog: po/*.po
Languages: es

source: Mass Storage Drive
es: Unidad de Almacenamiento Masivo

source: Optical Drive
es: Unidad Óptica

source: Optical Drive (media)
es: Unidad Óptica (media)

source: %s Volume
es: %s Volumen

source: Partition
es: Partición

source: Direct Rendering Manager Device
es: Dispositivo Direct Rendering Manager

source: Input Device
es: Dispositivo de Entrada

source: Event Device
es: Dispositivo de Evento

source: Joystick Event
es: Evento de Joystick

source: Joystick Device
es: Dispositivo Joystick

source: Keyboard Event
es: Evento de Teclado

source: Keyboard Device
es: Dispositivo de Teclado

source: Mouse Event
es: Evento de Ratón

source: Mouse Device
es: Dispositivo Ratón

source: Tablet Event
es: Evento de Tablet

source: Tablet Device
es: Dispositivo Tablet

source: Touchpad Event
es: Evento de Touchpad

source: Touchpad Device
es: Dispositivo Touchpad

source: Touchscreen Event
es: Evento de Pantalla Táctil

source: Touchscreen Device
es: Dispositivo Pantalla Táctil

source: Wireless Network Device
es: Dispositivo de Red Inalámbrico

source: Network Device
es: Dispositovo de Red

source: Storage Controller
es: Controladora de Disco

source: Mass Storage Controller
es: Controladora de Almacenamiento Masivo

source: SCSI Controller
es: Controladora SCSI

source: SCSI Storage Controller
es: Controladora de Almacenamiento SCSI

source: IDE Controller
es: Controladora IDE

source: IDE Storage Controller
es: Controladora de Almacenamiento IDE

source: Floppy Controller
es: Controladora de Disquete

source: Floppy Disk Storage Controller
es: Controladora de Almacenamiento de Disquete

source: IPI Controller
es: Controladora IPI

source: IPI Bus Storage Controller
es: Controladora de Almacenamiento IPI

source: RAID Controller
es: Controladora RAID

source: Raid Bus Storage Controller
es: Controladora de Almacenamiento RAID

source: ATA Controller
es: Controladora ATA

source: ATA Storage Controller
es: Controladora de Almacenamiento ATA

source: SATA Controller
es: Controladora SATA

source: SATA Storage Controller
es: Controladora de Almacenamiento STA

source: AHCI Controller
es: Controladora AHCI

source: SATA ACHI 1.0 Storage Controller
es: Controladora de Almacenamiento AHCI 1.0

source: Serial SCSI Controller
es: Controladora SCSI Serie

source: Serial SCSI Storage Controller
es: Controladora de Almacenamiento SCSI Serie

source: Network Controller
es: Controladora de Red

source: Ethernet Controller
es: Controladora Ethernet

source: Ethernet Network Controller
es: Controladora de Red Ethernet

source: Token Ring Controller
es: Controladora Token Ring

source: Token Ring Network Controller
es: Controladora de Red Token Ring

source: FDDI Controller
es: Controladora FDDI

source: FDDI Network Controller
es: Controladora de Red FDDI

source: ATM Controller
es: Controladora ATM

source: ATM Network Controller
es: Controladora de Red ATM

source: ISDN Controller
es: Controladora ISDN

source: ISDN Network Controller
es: Controladora de Red ISDN

source: Display Controller
es: Controladora de Vídeo

source: VGA Controller
es: Controladora VGA

source: XGA Controller
es: Controladora XGA

source: 3D Controller
es: Controladora 3D

source: Multimedia Controller
es: Controladora Multimedia

source: Video Controller
es: Controladora de Vídeo

source: Audio Controller
es: Controladora de Audio

source: Telephony Controller
es: Controladora de Telefonía

source: Audio Device
es: Dispositivo de Audio

source: Memory Controller
es: Controladora de Memoria

source: RAM Controller
es: Controladora RAM

source: RAM Memory Controller
es: Controladora de Memoria RAM

source: FLASH Controller
es: Controladora FLASH

source: FLASH Memory Controller
es: Controladora de Memoria FLASH

source: Bridge
es: Puente

source: Host Bridge
es: Puente de Host

source: ISA Bridge
es: Puente ISA

source: EISA Bridge
es: Puente EISA

source: MicroChannel Bridge
es: Puente MicroChannel

source: PCI Bridge
es: Puente PCI

source: PCI Bridge (Normal decode)
es: Puente PCI (Normal decode)

source: PCI Bridge (Subtractive decode)
es: Puente PCI (Subatractive decode)

source: PCMCIA Bridge
es: Puente PCMCIA

source: NuBus Bridge
es: Puente NuBus

source: CardBus Bridge
es: Puente CardBus

source: RACEway Bridge
es: Puente RACEway

source: Semitrans. PCI-to-PCI Bridge
es: Puente Semitrans. PCI-a-PCI

source: Semitransparent PCI-to-PCI Bridge
es: Puente Semitransparente PCI-a-PCI

source: InfiniBand to PCI Host Bridge
es: Puente InfiniBand a Host PCI

source: Communications Controller
es: Controladora de Comunicaciones

source: Serial Controller
es: Controladora Serie

source: 8250 Serial Controller
es: Controladora Serie 8250

source: 8540 Serial Controller
es: Controladora Serie 8540

source: 16450 Serial Controller
es: Controladora Serie 16450

source: 16550 Serial Controller
es: Controladora Serie 16550

source: 16650 Serial Controller
es: Controladora Serie 16650

source: 16750 Serial Controller
es: Controladora Serie 16750

source: 16850 Serial Controller
es: Controladora Serie 16850

source: 16950 Serial Controller
es: Controladora Serie 16950

source: Parallel Controller
es: Controladora Paralelo

source: SPP Parallel Controller
es: Controladora Paralelo SPP

source: Bidir Parallel Controller
es: Controladora Paralelo Bidir

source: Bidirectional Parallel Controller
es: Controladora Paralelo Bidirectional

source: ECP Parallel Controller
es: Controladora Paralelo ECP

source: IEEE 1284 Parallel Controller
es: Controladora Paralelo IEEE 1284

source: IEEE 1284 Target Parallel Controller
es: Controladora Paralelo IEEE 1284 Target

source: Multiport Serial Controller
es: Controladora Serie Multipuerto

source: Generic Modem
es: Modem Genérico

source: Hayes/16450 Modem
es: Módem Hayes/16450

source: Hayes/16450 Compatiable Modem
es: Módem Compatible Hayes/16450

source: Hayes/16550 Modem
es: Módem Hayes/16550

source: Hayes/16550 Compatiable Modem
es: Módem Compatible Hayes/16550

source: Hayes/16650 Modem
es: Módem Hayes/16650

source: Hayes/16650 Compatiable Modem
es: Módem Compatible Hayes/16650

source: Hayes/16750 Modem
es: Módem Hayes/16750

source: Hayes/16750 Compatiable Modem
es: Módem Compatible Hayes/16750

source: System Peripheral
es: Periférico del Sistema

source: Generic System Peripheral
es: Periférico del Sistema Genérico

source: PIC System Peripheral
es: Periférico del Sistema PIC

source: 8259 PIC System Peripheral
es: Periférico del Sistema 8259 PIC

source: ISA PIC System Peripheral
es: Periférico del Sistema ISA PIC

source: EISA PIC System Peripheral
es: Periférico del Sistema EISA PIC

source: IO-APIC System Peripheral
es: Periférico del Sistema IO-APIC

source: IO(X)-APIC System Peripheral
es: Periférico del Sistema IO(X)-APIC

source: DMA Controller
es: Controladora DMA

source: 8237 DMA Controller
es: Controladora 8237 DMA

source: ISA DMA Controller
es: Controladora ISA DMA

source: EISA DMA Controller
es: Controladora EISA DMA

source: Timer Controller
es: Controladora de Temporización

source: 8254 Timer Controller
es: Controlador de Temporizador 8254

source: ISA Timer Controller
es: Controlador de Temporizador ISA

source: EISA Timer Controller
es: Controlador de Temporizador EISA

source: Real-Time Clock
es: Reloj Tiempo-Real

source: Generic Real-Time Clock
es: Rejoj Tiempo-Real Genérica

source: ISA Real-Time Clock
es: Reloj ISA Tiempo-Real

source: PCI Hot-plug Controller
es: Controlador PCI Hot-plug

source: Input Controller
es: Controlador de Entrada

source: Input Device Controller
es: Controlador de Dispositivo de Entrada

source: Keyboard Controller
es: Controlador de Teclado

source: Digitizer Pen Controller
es: Controlador de Lápiz Digitalizador

source: Mouse Controller
es: Controlador de Ratón

source: Scanner Controller
es: Controlador Escáner

source: Gameport Controller
es: Controlador Gameport

source: Generic Gameport Controller
es: Controlador Gameport Genérico

source: Extended Gameport Controller
es: Controlador de Gameport Extendido

source: Generic Docking Station
es: Docking Station Genérica

source: Processor
es: Procesador

source: 386 Processor
es: Procesador 386

source: 486 Processor
es: Procesador 486

source: Pentium Processor
es: Procesador Pentium

source: Alpha Processor
es: Procesador Alpha

source: Power PC Processor
es: Procesador PowerPC

source: MIPS Processor
es: Procesador MIPS

source: Co-processor
es: Co-procesador

source: Serial Bus Controller
es: Controlador Bus Serie

source: IEEE 1394 Controller
es: Controlador IEEE 1394

source: IEEE 1394 OHCI Controller
es: Controlador OHCI IEEE 1394

source: ACCESS Bus Controller
es: Controlador ACCESS Bus

source: SSA Controller
es: Controlador SSA

source: USB Controller
es: Controlador USB

source: USB UHCI Controller
es: Controlador USB UHCI

source: USB OHCI Controller
es: Controlador USB OHCI

source: USB EHCI Controller
es: Controlador USB EHCI

source: Fibre Channel Controller
es: Controlador de Canal de Fibra

source: SMBus Controller
es: Controlador SMBus

source: InfiniBand Controller
es: Controlador InfiniBand

source: Wireless Controller
es: Controlador Inalámbrico

source: IRDA Controller
es: Controlador IRDA

source: IRDA Wireless Controller
es: Controlador Inalámbrico IRDA

source: Consumer IR Controller
es: Controlador de Consumidor IR

source: Consumer IR Wireless Controller
es: Controlador Inalámbrico de Consumidor IR

source: RF Controller
es: Controlador RF

source: RF Wireless Controller
es: Controlador Inalámbrico RF

source: Intelligent Controller
es: Controlador Inteligente

source: I20 Controller
es: Controlador I20

source: I20 Intelligent Controller
es: Controlador Inteligente I20

source: Satellite Comm. Controller
es: Controlador Comm. Satélite

source: Satellite Communications Controller
es: Controlador de Comunicaciones Satélite

source: Satellite TV Controller
es: Controlador TV Satélite

source: Satellite TV Communications Controller
es: Controlador de Comunicaciones TV Satélite

source: Satellite Audio Controller
es: Controlador de Audio Satélite

source: Satellite Audio Communications Controller
es: Controlador de Comunicaciones Audio Satélite

source: Satellite Voice Controller
es: Controlador de Voz Satélite

source: Satellite Voice Communications Controller
es: Controlador de Comunicaciones de Voz Satélite

source: Satellite Data Controller
es: Controlador de Datos Satélite

source: Satellite Data Communications Controller
es: Controlador de Comunicaciones de Datos Satélite

source: Encryption Controller
es: Controlador de Cifrado

source: Network Encryption Device
es: Dispositivo de Cifrado de Red

source: Network and Computing Encryption Device
es: Dispositivo Cifrado de Red y Computación

source: Signal Processing Controller
es: Controlador de Procesamiento de Señales

source: DPIO Module
es: Módulo DPIO

source: DPIO Module Signal Processing Controller
es: Controlador Módulo de Procesamiento de Señales DPIO

source: Performance Counters
es: Contadores de Rendimiento

source: Power supply device
es: Dispositivo fuente de alimentación

source: A/C Adapter
es: Adaptador A/C

source: Battery
es: Batería

source: SCSI Device
es: Dispositivo SCSI

source: SCSI Host
es: Host SCSI

source: SCSI Target
es: Tarjeta SCSI

source: %s Sound Card
es: Tarjeta de Sonido %s

source: Sound Card
es: Tarjeta de Sonido

source: Sound Timer
es: Temporizador de Audio

source: Sound Sequencer
es: Secuenciador de Audio

source: Control Sound Device
es: Dispositivo de Control de Audio

source: Capture Sound Device
es: Dispositivo de Captura Sonido

source: Playback Sound Device
es: Dispositivo de Sonido Playback

source: HW Specific Sound Device
es: Hardware Específico de Dispositivo de Sonido

source: MIDI Sound Device
es: Dispositivo de Sonido MIDI

source: Unknown Sound Device
es: Dispositivo de Sonido Desconocido

source: %s Serial Port
es: Puerto Serie %s

source: USB Serial Port
es: Puerto Serie USB

source: Modem Serial Port
es: Puerto Serie Modem

source: Virtual Serial Port
es: Puerto Serie Virtual

source: Serial Port
es: Puerto Serie

source: Audio Control
es: Control de Audio

source: Audio Streaming
es: Streaming de Audio

source: Audio MIDI Streaming
es: Streaming de Audio MIDI

source: Communications
es: Comunicaciones

source: Direct Line
es: Línea Directa

source: Direct Line Communications
es: Comunicaciones Línea Directa

source: Modem Communications
es: Comunicaciones Modem

source: Modem (AT v.25ter) Communications
es: Comunicaciones Modem (AT v.25ter)

source: Modem (PCCA101) Communications
es: Comunicaciones Modem (PCCA101)

source: Modem (PCCA101 + wakeup) Communications
es: Comunicaciones Modem (PCCA101 + wakeup)

source: Modem (GSM) Communications
es: Comunicaciones Modem (GSM)

source: Modem (3G) Communications
es: Comunicaciones Modem (3G)

source: Modem (CDMA) Communications
es: Comunicaciones Modem (CDMA)

source: Modem (Defined by command set descriptor) Communications
es: Comunicaciones Modem (Definido por conjunto de descriptor de comandos)

source: Modem (Vendor Specific)
es: Modem (Específico de Vendedor)

source: Modem (Vendor Specific) Communications
es: Comunicaciones Modem (Específico de Vendedor)

source: Telephone
es: Teléfono

source: Telephone Communications
es: Comunicaciones Teléfonicas

source: Multi-Channel
es: Multi-Canal

source: Multi-Channel Communications
es: Comunicaciones Multi-Canal

source: CAPI Control
es: Control CAPI

source: Ethernet Networking
es: Interconexión Ethernet

source: ATM Networking
es: Interconexión ATM

source: Wireless Handset Control
es: Control de Auricular Inalámbrico

source: Device Management
es: Administración de Dispositivo

source: Mobile Direct Line
es: Línea Directa Móvil

source: Ethernet Emulation
es: Emulación Ethernet

source: Ethernet Emulation (EEM)
es: Emulación Ethernet (EEM)

source: HID Device
es: Dispositivo HID

source: Keyboard HID Device
es: Dispositivo Teclado HID

source: Mouse HID Device
es: Dispositivo Ratón HID

source: Mouse HID Device
es: Dispositivo Ratón HID

source: HID Device Interface (Boot)
es: Interfaz de Dispositivo HID

source: Keyboard HID Device Interface (Boot)
es: Interfaz de Dispositivo Teclado HID (Boot)

source: Mouse HID Device Interface (Boot)
es: Interfaz de Dispositivo Ratón HID (Boot)

source: Imaging Device
es: Dispositivo de Imágenes

source: Still Image Capture
es: Capturadora de Fotogramas

source: PTP Imaging Device
es: Dispositivo de Imágenes PTP

source: Printer
es: Impresora

source: Printing
es: Impresión

source: Printing Interface (Unidirectional)
es: Interfaz de Impresión (Unidireccional)

source: Printing Interface (Bidirectional)
es: Interfaz de Impresión (Bidireccional)

source: Printing Interface (IEEE 1284.4 Compatible Bidirectional)
es: Interfaz de Impresión (IEEE 1284.4 Compatible Bidirectional)

source: Printing Interface (Vendor Specific)
es: Interfaz de Impresión (Específica de Vendedor)

source: USB Mass Storage
es: Almacenamiento Masivo USB

source: USB Mass Storage (Flash)
es: Almacenamiento Masivo USB (Flash)

source: USB Mass Storage (SFF-8020i, MMC-2 (ATAPI))
es: Almacenamiento Masivo USB (SFF-8020i, MMC-2 (ATAPI))

source: USB Mass Storage (QIC-157)
es: Almacenamiento Masivo USB (QIC-157)

source: USB Mass Storage (Floppy (UFI))
es: Almacenamiento Masivo USB (Disco flexlible (UFI))

source: USB Mass Storage (SFF-8070i)
es: Almacenamiento Masivo USB (SFF-8070i)

source: USB Mass Storage (SCSI)
es: Almacenamiento Masivo USB (SCSI)

source: Hub
es: Concentrador

source: Hub Interface (Single TT)
es: Interfaz de Concentrador (Single TT)

source: Hub Interface (TT per port)
es: Interfaz de Concentrador (TT por puerto)

source: Transparent Data
es: Datos Transparentes

source: CAPI 2.0 Data
es: Datos CAPI 2.0

source: Host Based Data Driver
es: Driver de Datos Basado en Host

source: Host Based Driver Data
es: Driver de Datos Basado en Host

source: CDC PUF Data
es: Datos CDC PUF

source: Vendor Specific Data
es: Datos Específicos de Vendedor

source: Chip / Smart Card
es: Chip / Tarjeta Inteligente

source: Content Security
es: Contenedor de Seguridad

source: Video
es: Vídeo

source: Video Control
es: Control de Vídeo

source: Video Streaming
es: Streaming de Vídeo

source: Video Interface Collection
es: Colección Interfaz de Vídeo

source: Diagnostics
es: Diagnósticos

source: Wireless Adapter
es: Adaptador Wireless

source: Wireless Radio
es: Radio Inalámbrica

source: Bluetooth Adapter
es: Adaptador Bluetooth

source: Ultra Wideband Radio Control
es: Control de Radio Ultra Wideband

source: Wireless USB Wire Adapter
es: Adaptador USB Inalámbrico Cableado

source: Host Wire Adapter Control/Data Streaming
es: Host Adaptador Calbeado Streaming Control/Datos

source: Device Wire Adapter Control/Data Streaming
es: Dispositivo de Adaptador Calbeado Streaming Control/Datos

source: Device Wire Adapter Isochronous Streaming
es: Dispositivo de Adaptador Cableado Streaming Isócrono

source: Miscellanous
es: Miscelanea

source: Palm Sync
es: Sincronización Palm

source: Miscellanous Common
es: Miscelánea Común

source: Interface Association
es: Asociación de Interfaz

source: Wire Adapter Multifunction
es: Adaptador Cableado Multifuncional

source: Wire Adapter Multifunction Peripheral
es: Adaptador Cableado de Periférico Multifuncional

source: Cable Based Association
es: Asociación Basada en Cable

source: Application Specific
es: De Aplicación Específica

source: Device Firmware Update
es: Actualización de Dispositivo Firmware

source: IRDA Bridge
es: Puente IRDA

source: Test and Measurement
es: Test y Medición

source: TMC Test and Measurement
es: Test TMC y Medición

source: USB488 Test and Measurement
es: Test USB488 y Medición

source: Device added: %s
es: Dispositivo añadido: %s

source: Device removed: %s
es: Dispositivo eliminador: %s

source: Device changed: %s
es: Dispositivo cambiado: %s

source: About
es: Acerca de

source: Expand devices tree
es: Expandir árbol de dispositivos

source: Expand
es: Expandir

source: Follow changing devices
es: Seguir a los dispositivos que cambna

source: Follow changes
es: Seguir los cambios

source: Focus follows changing devices
es: El foco sigue a los dispositivos que cambian

source: Follow new devices
es: Seguir a los nuevos dispositivos

source: Follow new
es: Seguir los nuevos

source: Focus follows new devices
es: El foco sigue a los nuevos dispositivos

source: Help
es: Ayuda

source: Get help
es: Ver ayuda

source: Discovering preferences
es: Preferencias de descubrimiento

source: Choose the subsystems whose devices you want to display
es: Elige los subsistemas cuyos dispositivos quieres mostrar

source: Quit
es: Salir

source: Quit the application
es: Salir de la aplicación

source: Reload devices tree
es: Recargar árbol de dispositivos

source: Reload
es: Recargar

source: Update devices tree by reloading
es: Actualiza el árbol de dispositivos recargándolo

source: Show parent tree
es: Mostrar árbol padre

source: Parent tree
es: Árbol padre

source: Recursive displaying of devices parent
es: Mostrar recursivamente los padres de los dispositivos

source: An browser tool for udev curious
es: Herramienta de exploración para curiosos de udev

source: _Discover
es: _Descubrir

source: _Options
es: _Opciones

source: _Help
es: _Ayuda

source: Filter:
es: Filtro:

source: Device
es: Dispositivo

source: Subsystem
es: Subsistemas

source: Name
es: Nombre

source: <b>Summary:</b>
es: <b>Resumen:</b>

source: <b>Device info:</b>
es: <b>Información del dispositivo:</b>

source: Key
es: Clave

source: Value
es: Valor

source: Properties
es: Propiedades

source: Events:
es: Eventos:

source: Udev Discover preferences
es: Preferencias de Udev Discover

source: Choose the subsystems whose devices you want to display:
es: Elige los subsistemas cuyos dispositivos quieres mostrar

source: Default subsystems preset
es: Preselección por defecto

source: All subsystems preset
es: Todos los subsistemas

source: Custom subsystem preset
es: Preselección a medida

source: All subsystems
es: Todos los subsistemas

source: Chosen subsystems
es: Subsistemas elegidos
